[{
  "_id": {
    "$oid": "6752c5b24a787e7d5c755f6c"
  },
  "product_name": "Ostrovit Creatine Monohydrate 500g",
  "price": 530000,
  "description": "OstroVit Creatine Monohydrate 500g is a high-quality supplement designed to enhance strength, power, and muscle growth. Made from pure creatine monohydrate, it helps improve athletic performance by increasing energy production during intense workouts. With 500 grams per container, it provides a convenient and effective way to support your fitness goals and maximize training results. Ideal for athletes and fitness enthusiasts looking to boost their performance and achieve optimal muscle recovery.",
  "image": "https://www.wheystore.vn/images/products/2024/01/08/large/ostrovit-creatine-monohydrate-500g_1704689878.jpg.webp",
  "slug": "ostrovit-creatine-monohydrat-500g",
  "category": {
    "$oid": "675e88d327ec71d480c329f7"
  },
  "createdAt": {
    "$date": "2024-12-06T09:36:50.974Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:53:02.992Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6752c7180d3e0991f7e06951"
  },
  "product_name": "Applied Nutrition ABE Pre-workout 30 servings",
  "price": 680000,
  "description": "Applied Nutrition ABE Pre-Workout (30 servings) is a powerful formula designed to boost energy, focus, and endurance during intense training. Packed with key ingredients like caffeine, beta-alanine, and citrulline, it helps enhance performance, delay fatigue, and improve overall workout intensity. With 30 servings per container, it’s perfect for athletes and fitness enthusiasts seeking a clean, effective pre-workout to push their limits and achieve their ultimate fitness goals.",
  "image": "https://www.wheystore.vn/images/products/2024/01/08/large/abe-30-servings_1704679820.jpg.webp",
  "slug": "applied-nutrition-abe-pre-workout-30-servings",
  "category": {
    "$oid": "675e88d327ec71d480c329fb"
  },
  "createdAt": {
    "$date": "2024-12-06T09:42:48.941Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:53:09.090Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6753057b5ce5fff2f37e9a24"
  },
  "product_name": "Ostrovit Omega-3 500 capsules",
  "price": 619000,
  "description": "OstroVit Omega-3 500 Capsules offer a high-quality source of essential omega-3 fatty acids, including EPA and DHA, to support heart, brain, and joint health. With 500 easy-to-swallow capsules per bottle, this supplement helps promote overall well-being, improve cognitive function, and reduce inflammation. Ideal for those looking to maintain a healthy lifestyle, OstroVit Omega-3 provides a convenient way to boost your daily intake of these vital nutrients.",
  "image": "https://bizweb.dktcdn.net/100/517/390/products/20241119-100432.jpg?v=1731988905720",
  "slug": "ostrovit-omega-3-500-capsules",
  "category": {
    "$oid": "675e88d327ec71d480c329ff"
  },
  "createdAt": {
    "$date": "2024-12-06T14:08:59.407Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:53:14.963Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "67530649e8e7b2562ee3310b"
  },
  "product_name": "Ostrovit Vitamin D3 4000+K2 110 tabs",
  "price": 390000,
  "description": "OstroVit Vitamin D3 4000 + K2 (110 tabs) combines two essential vitamins to support bone health, immune function, and cardiovascular well-being. With a potent 4000 IU dose of Vitamin D3 and 100 µg of Vitamin K2 per tablet, this supplement helps optimize calcium absorption and bone mineralization. Ideal for individuals looking to maintain healthy bones, enhance immune defense, and improve overall vitality, OstroVit Vitamin D3 + K2 is a convenient and effective way to meet your daily nutritional needs.",
  "image": "https://www.wheystore.vn/images/products/2024/01/26/large/ostrovit-vitamin-d3-4000-k2-110-vien_1706255785.jpg.webp",
  "slug": "ostrovit-vitamin-d3-4000-k2-110-tabs",
  "category": {
    "$oid": "675e88d327ec71d480c32a03"
  },
  "createdAt": {
    "$date": "2024-12-06T14:12:25.271Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:53:34.632Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "67530729e9d49bab434e2325"
  },
  "product_name": "Nutrabolics Hydropure 100% Hydrolyzed Whey Protein 4.5lbs",
  "price": 1890000,
  "description": "Nutrabolics Hydropure 100% Hydrolyzed Whey Protein (4.5lbs) is a premium, fast-absorbing protein powder designed for rapid muscle recovery and growth. Made with hydrolyzed whey protein isolate, it offers superior bioavailability and digestion, making it ideal for post-workout or anytime you need a high-quality protein boost. Each serving delivers 25g of pure protein with minimal fat and carbs, supporting lean muscle development and improving workout performance. With 4.5lbs per container, Hydropure is perfect for athletes and fitness enthusiasts looking to maximize their protein intake and achieve optimal results.",
  "image": "https://www.wheystore.vn/images/products/2023/11/28/large/hydropure-4-5lbs_1701141512.jpg.webp",
  "slug": "nutrabolics-hydropure-100-hydrolyzed-whey-protein-4.5-lbs",
  "category": {
    "$oid": "675e88d327ec71d480c329ee"
  },
  "createdAt": {
    "$date": "2024-12-06T14:16:09.614Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:53:39.772Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "67531567d50f3805cc72f468"
  },
  "product_name": "Labrada Muscle Mass Gainer 12lbs",
  "price": 1590000,
  "description": "Labrada Muscle Mass Gainer (12lbs) is a high-calorie supplement designed to support muscle growth and weight gain. Packed with 1,200+ calories per serving, it provides a blend of high-quality protein, complex carbohydrates, and healthy fats to fuel intense training and promote muscle recovery. With added vitamins, minerals, and creatine, this mass gainer helps maximize muscle mass, enhance strength, and improve overall performance. Ideal for individuals looking to increase their calorie intake and build size, Labrada Muscle Mass Gainer offers a convenient solution for reaching your muscle-building goals.",
  "image": "https://www.wheystore.vn/images/products/2023/12/14/large/muscle-mass-gainer-12lbs_1702547889.jpg.webp",
  "category": {
    "$oid": "675e88d327ec71d480c329f3"
  },
  "createdAt": {
    "$date": "2024-12-06T15:16:55.508Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:53:45.395Z"
  },
  "slug": "labrada-muscle-mass-gainer-12lbs",
  "__v": 0
},
{
  "_id": {
    "$oid": "67531cd3874766963648baed"
  },
  "product_name": "Amix Gold Isolate Whey Protein 5lbs",
  "price": 1750000,
  "description": "Amix Gold Isolate Whey Protein (5lbs) is a premium, fast-absorbing protein supplement designed to support muscle growth and recovery. Packed with 90% pure whey protein isolate, it delivers 25g of high-quality protein per serving, with minimal fat and carbs. Ideal for athletes and fitness enthusiasts, it’s designed to promote lean muscle mass, improve performance, and enhance post-workout recovery. With a smooth taste and easy mixability, it's the perfect addition to any training regimen.",
  "image": "https://www.wheystore.vn/images/products/2023/11/17/large/1_1700184620.jpg.webp",
  "category": {
    "$oid": "675e88d327ec71d480c329ee"
  },
  "createdAt": {
    "$date": "2024-12-06T15:48:35.311Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:51:56.192Z"
  },
  "slug": "amix-gold-isolate-whey-protein-5lbs",
  "__v": 0
},
{
  "_id": {
    "$oid": "6753de8f5365d09cf6530b91"
  },
  "product_name": "BPI ISO HD 100% Pure Isolate Protein 5lbs",
  "price": 1590000,
  "description": "BPI ISO HD 100% Pure Isolate Protein (5lbs) is a premium protein formula designed for optimal muscle support and recovery. Each serving provides 25g of high-quality whey protein isolate, with minimal carbs, fat, and sugar, making it perfect for those looking to build lean muscle and support fat loss. With its fast digestion and superior amino acid profile, ISO HD helps fuel muscle repair and growth post-workout. Available in a variety of delicious flavors, it’s an excellent choice for athletes and fitness enthusiasts seeking a clean, effective protein supplement.",
  "image": "https://www.wheystore.vn/images/products/2023/12/06/large/iso-hd-5lbs_1701832645.jpg.webp",
  "category": {
    "$oid": "675e88d327ec71d480c329ee"
  },
  "createdAt": {
    "$date": "2024-12-07T05:35:11.619Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:51:56.195Z"
  },
  "slug": "bpi-iso-hd-100-pure-isolate-protein-5lbs",
  "__v": 0
},
{
  "_id": {
    "$oid": "6753df17c98b1a18d37d0f5e"
  },
  "product_name": "Rule1 Protein 5lbs",
  "price": 1590000,
  "description": "Rule1 Protein (5lbs) is a high-quality, fast-digesting protein powder designed to support muscle growth, repair, and recovery. With a blend of whey protein isolate and concentrate, it provides 25g of protein per serving, delivering all the essential amino acids needed for optimal muscle performance. Low in fat and carbs, Rule1 Protein is ideal for athletes and fitness enthusiasts looking to build lean muscle and improve recovery. Its smooth texture and delicious flavors make it a go-to choice for those seeking a clean, effective protein supplement.",
  "image": "https://www.wheystore.vn/images/products/2023/11/22/large/rule1-protein-5lbs_1700622059.jpg.webp",
  "category": {
    "$oid": "675e88d327ec71d480c329ee"
  },
  "createdAt": {
    "$date": "2024-12-07T05:37:27.372Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:51:56.197Z"
  },
  "slug": "rule1-protein-5lbs",
  "__v": 0
},
{
  "_id": {
    "$oid": "6753e680e189bb3980f542f6"
  },
  "product_name": "Applied Nutrition Original Critical Mass 6kg",
  "price": 1450000,
  "description": "Applied Nutrition Original Critical Mass (6kg) is a high-calorie mass gainer designed to support rapid muscle growth and weight gain. Packed with 50g of protein and 200g of carbohydrates per serving, it provides the essential nutrients needed to fuel intense workouts and promote muscle recovery. With added vitamins, minerals, and healthy fats, Critical Mass helps you pack on quality mass without unnecessary fillers. Its rich taste and smooth texture make it a convenient and effective choice for those looking to increase calorie intake and build size. Perfect for hard gainers or athletes with high-energy demands.",
  "image": "https://www.wheystore.vn/images/products/2023/12/18/large/original-critical-mass-6kg_1702891883.jpg.webp",
  "category": {
    "$oid": "675e88d327ec71d480c329f3"
  },
  "createdAt": {
    "$date": "2024-12-07T06:09:04.160Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:53:57.853Z"
  },
  "slug": "applied-nutrition-original-critical-mass-6kg",
  "__v": 0
},
{
  "_id": {
    "$oid": "6753f645e189bb3980f54365"
  },
  "product_name": "Nutrabolics Mass Fusion 12lbs",
  "price": 1690000,
  "description": "Nutrabolics Mass Fusion (12lbs) is a high-calorie mass gainer designed to help you build muscle and increase strength. Each serving delivers a powerful combination of 50g of protein, 200g of complex carbohydrates, and healthy fats, providing the energy and nutrients needed for maximum muscle growth and recovery. Enriched with digestive enzymes and amino acids, Mass Fusion ensures optimal absorption and helps fuel intense workouts. Ideal for hard gainers or athletes looking to pack on lean muscle mass, it offers a delicious taste and smooth texture, making it a perfect addition to any mass-building program.",
  "image": "https://www.wheystore.vn/images/products/2023/12/15/large/mass-fusion-12lbs_1702610773.jpg.webp",
  "category": {
    "$oid": "675e88d327ec71d480c329f3"
  },
  "createdAt": {
    "$date": "2024-12-07T07:16:21.193Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:54:08.811Z"
  },
  "slug": "nutrabolics-mass-fusion-12lbs",
  "__v": 0
},
{
  "_id": {
    "$oid": "6754824c5517bf916ed412a6"
  },
  "product_name": "ON Gold Standard 100% Whey 5lbs",
  "price": 1590000,
  "description": "ON Gold Standard 100% Whey 5lbs is a high-quality protein supplement designed to support muscle growth and recovery. Each serving delivers 24 grams of whey protein isolate, concentrate, and peptides, providing a fast-digesting, nutrient-rich source of protein. With low fat, sugar, and carbs, it's ideal for athletes and fitness enthusiasts looking to enhance performance and build lean muscle. Available in a variety of delicious flavors, this product is perfect for post-workout recovery or anytime you need a protein boost.",
  "image": "https://www.wheystore.vn/images/products/2023/12/13/large/gold-standard-100-whey-5lbs-anh-dai-dien_1702452595.jpg.webp",
  "category": {
    "$oid": "675e88d327ec71d480c329ee"
  },
  "createdAt": {
    "$date": "2024-12-07T17:13:48.104Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:51:56.207Z"
  },
  "slug": "on-gold-standard-100-whey-5lbs",
  "__v": 0
},
{
  "_id": {
    "$oid": "67548aa5ef8be6853c49d45a"
  },
  "product_name": "Amix Fish Oil Omega3 Power – 90 softgels",
  "price": 450000,
  "description": "Amix Fish Oil Omega-3 Power – 90 softgels provides a potent dose of high-quality omega-3 fatty acids, including EPA and DHA, essential for heart, brain, and joint health. Each softgel delivers a concentrated blend of pure fish oil, supporting overall well-being and promoting healthy cholesterol levels. With its high absorption rate and sustainable sourcing, this supplement is an excellent choice for those seeking to enhance their nutrition and maintain optimal health.",
  "image": "https://www.wheystore.vn/images/products/2024/11/27/large/amix-fish-oil-omega-3-power-90-vien_1732701077.jpg.webp",
  "category": {
    "$oid": "675e88d327ec71d480c329ff"
  },
  "createdAt": {
    "$date": "2024-12-07T17:49:25.685Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:54:23.436Z"
  },
  "slug": "amix-fish-oil-omega3-power-90-softgels",
  "__v": 0
},
{
  "_id": {
    "$oid": "67548c78886b7552a7c60fde"
  },
  "product_name": "OstroVit Omega 3 Extreme – 180 capsules",
  "price": 680000,
  "description": "OstroVit Omega 3 Extreme – 180 capsules is a premium supplement packed with high doses of EPA and DHA omega-3 fatty acids, sourced from fish oil. This formula supports heart, brain, and joint health, promoting overall well-being. With 180 capsules per bottle, it offers a long-lasting supply, delivering the essential nutrients needed for optimal health. Ideal for those looking to improve their cardiovascular health, cognitive function, and reduce inflammation, OstroVit Omega 3 Extreme is a convenient and effective addition to any wellness routine.",
  "image": "https://www.wheystore.vn/images/products/2024/07/19/large/ostrovit-omega-3-extreme-180-vien_1721357330.jpg.webp",
  "category": {
    "$oid": "675e88d327ec71d480c329ff"
  },
  "createdAt": {
    "$date": "2024-12-07T17:57:12.773Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:54:40.300Z"
  },
  "slug": "ostrovit-omega-3-extreme-180-capsules",
  "__v": 0
},
{
  "_id": {
    "$oid": "6754a4ff0515f674376ec45e"
  },
  "product_name": "Amix Vitamin Max Multivitamin – 60 tablets",
  "price": 350000,
  "description": "Amix Vitamin Max Multivitamin – 60 tablets is a comprehensive daily supplement designed to support overall health and vitality. Packed with a blend of essential vitamins, minerals, and antioxidants, it helps boost energy levels, improve immune function, and promote optimal wellness. Perfect for active individuals, this high-quality formula ensures you get the nutrients needed to maintain peak performance and health. With 60 tablets per bottle, it's a convenient and effective choice for anyone seeking to fill nutritional gaps in their diet.",
  "image": "https://www.wheystore.vn/images/products/2024/11/28/large/amix-vitamin-max-multivitamin-60-vien_1732768530.jpg.webp",
  "category": {
    "$oid": "675e88d327ec71d480c32a03"
  },
  "createdAt": {
    "$date": "2024-12-07T19:41:51.544Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:54:49.591Z"
  },
  "slug": "amix-vitamin-max-multivitamin-60-tablets",
  "__v": 0
},
{
  "_id": {
    "$oid": "67551bfd6e8b3b005bca7106"
  },
  "product_name": "OstroVit Vitamin D3+K2 Calcium – 90 tablets",
  "price": 350000,
  "description": "OstroVit Vitamin D3+K2 Calcium – 90 tablets combines the powerful trio of Vitamin D3, Vitamin K2, and calcium to support bone health, immune function, and cardiovascular well-being. Vitamin D3 aids in calcium absorption, while Vitamin K2 directs calcium to the bones and teeth, helping to prevent its buildup in arteries. This synergistic formula is ideal for promoting strong, healthy bones and improving overall vitality. With 90 tablets per bottle, OstroVit Vitamin D3+K2 Calcium is a convenient and effective way to ensure you are getting the key nutrients for optimal health.",
  "image": "https://www.wheystore.vn/images/products/2024/08/19/large/ostrovit-vitamin-d3-k2-calcium-90-vien_1724037209.jpg.webp",
  "category": {
    "$oid": "675e88d327ec71d480c32a03"
  },
  "createdAt": {
    "$date": "2024-12-08T04:09:33.661Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:55:19.390Z"
  },
  "slug": "ostrovit-vitamin-d3-k2-calcium-90-tablets",
  "__v": 0
},
{
  "_id": {
    "$oid": "67555a1e061a5293f6a39d7d"
  },
  "product_name": "Applied Nutrition PUMP 3G Pre-Workout with Caffeine 25 servings",
  "price": 650000,
  "description": "Applied Nutrition PUMP 3G Pre-Workout with Caffeine – 25 servings is a powerful, performance-enhancing formula designed to boost energy, focus, and endurance during your workouts. With 3 grams of pure citrulline for enhanced blood flow and nitric oxide production, along with a kick of caffeine for an energy surge, this pre-workout supports better pumps, improved stamina, and mental clarity. Ideal for athletes and fitness enthusiasts looking to push their limits, PUMP 3G helps maximize your training intensity and results.",
  "image": "https://www.wheystore.vn/images/products/2024/01/15/large/pump-3g-pre-workout-original-25-servings_1705294254.jpg.webp",
  "category": {
    "$oid": "675e88d327ec71d480c329fb"
  },
  "createdAt": {
    "$date": "2024-12-08T08:34:38.318Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:55:27.002Z"
  },
  "slug": "applied-nutrition-pump-3g-pre-workout-with-caffeine-25-servings",
  "__v": 0
},
{
  "_id": {
    "$oid": "6755fe9ed7f035198458a9b7"
  },
  "product_name": "JNX Sports The Curse 50 servings",
  "price": 580000,
  "description": "JNX Sports The Curse – 50 servings is an ultra-potent pre-workout supplement designed to deliver intense energy, focus, and endurance for your toughest workouts. Packed with powerful ingredients like caffeine, beta-alanine, and nitric oxide boosters, it enhances performance, improves strength, and provides explosive energy to power through high-intensity sessions. With 50 servings per container, The Curse is ideal for athletes and gym-goers looking to take their training to the next level and achieve maximum results.",
  "image": "https://www.wheystore.vn/images/products/2024/01/08/large/the-curse-50-servings_1704677815.jpg.webp",
  "category": {
    "$oid": "675e88d327ec71d480c329fb"
  },
  "createdAt": {
    "$date": "2024-12-08T20:16:30.202Z"
  },
  "updatedAt": {
    "$date": "2024-12-15T08:55:37.888Z"
  },
  "slug": "jnx-sports-the-curse-50-servings",
  "__v": 0
},
{
  "_id": {
    "$oid": "67627d3839acdde28b284d7c"
  },
  "product_name": "BiotechUSA Hydro Whey Zero 4lbs",
  "price": 1990000,
  "description": "\r\nBiotechUSA Hydro Whey Zero (4lbs) is a high-quality, fast-absorbing protein supplement designed to support muscle recovery and growth. It features hydrolyzed whey protein isolate for quick digestion and optimal amino acid absorption. Free from added sugars, gluten, and lactose, it offers a clean, low-calorie formula ideal for athletes and fitness enthusiasts. With a rich protein content, it helps promote lean muscle mass and is perfect for those looking for a pure, effective protein boost post-workout or throughout the day.",
  "image": "https://www.wheystore.vn/images/products/2023/12/01/large/hydro-whey-zero-4lbs_1701422997.jpg.webp",
  "category": {
    "$oid": "675e88d327ec71d480c329ee"
  },
  "createdAt": {
    "$date": "2024-12-18T07:43:52.414Z"
  },
  "updatedAt": {
    "$date": "2024-12-26T06:29:59.609Z"
  },
  "slug": "biotechusa-hydro-whey-zero-4lbs",
  "__v": 0
},
{
  "_id": {
    "$oid": "676cf88b6a3ce97b77c1d6b6"
  },
  "product_name": "123",
  "price": 123,
  "description": "123",
  "image": "https://www.wheystore.vn/images/products/2023/11/23/large/platinum-hydro-whey-3-5lbs_1700708519.jpg.webp",
  "category": {
    "$oid": "675e88d327ec71d480c329ee"
  },
  "createdAt": {
    "$date": "2024-12-26T06:32:43.776Z"
  },
  "updatedAt": {
    "$date": "2024-12-26T06:32:43.776Z"
  },
  "slug": "123",
  "__v": 0
}]